Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.cs-pl.tmx
Source language: cs
Languages: pl

source: Provádíme mj. inspekci pracovního prostředí na stavbách a můžeme v případě potřeby vyžadovat opatření pro úpravu pracovního prostředí na uspokojivou úroveň.
pl: W przypadku, gdy ryzyko wypadków jest zbyt duże, urząd ten może zabronić dalszych prac budowlanych aż do momentu poprawy warunków pracy. Taki zakaz należy podpisać, ale sam podpis oznacza tylko pokwitowanie przyjęcia decyzji o zakazie.

source: Špatné plánování a časová tíseň riziko úrazů zvyšují
pl: Warunki pracy na placach budowy reguluje prawo oraz przepisy wydane przez Arbetsmiljöverket. W niniejszej broszurze przedstawiamy kilka podstawowych zasad.

source: V této brožuře se můžete dočíst o některých minimálních požadavcích.
pl: Wszelkie prace przy budowie, przebudowie, reparacji, konserwacji lub wyburzaniu budynków, obiektów lub instalacji reguluje Ustawa BHP oraz przepisy budowlane ustanowione przez Arbetsmiljöverket.

source: Švédská ustanovení o pracovním prostředí platí pro zahraniční pracovníky ve Švédsku, ať už jsou zaměstnáni v zahraničním podniku, najati švédským zaměstnavatelem nebo pracují jako samostatní živnostníci.
pl: Szwedzkie przepisy BHP obowiązują cudzoziemskich robotników zatrudnionych w Szwecji, niezależnie od tego czy są oni zatrudnieni w zagranicznej firmie, wynajęci przez szwedzkiego pracodawcę czy pracują we własnej firmie. A zatem dotyczą one zarówno samego przedsiębiorcy jak i jego pracowników, niezależnie od rodzaju zatrudnienia.

source: Jak snížit riziko pádu
pl: Ograniczenie ryzyka upadku z wysokości

source: Je proto třeba předejít nebezpečí pádu.
pl: Upadek z wysokości to najczęstsza przyczyna wypadków ciężkich lub śmiertelnych na placach budowy.

source: Ochranná zábradlí musí být:
pl: Balustrady ochronne powinny:

source: pevná
pl: być stabilne i wytrzymałe

source: a nejméně jeden metr vysoká musí mít horní a střední příčku a úchyt lištou dole.
pl: mieć co najmniej metr wysokości składać się z poręczy ochronnej i deski krawężnikowej oraz poprzeczki umieszczonej w połowie wysokości pomiędzy nimi. Dozwolone są barierki o innej konstrukcji, o ile są równie bezpieczne.

source: Může existovat riziko propadnutí skrz plochy, jež nemají dostatečnou nosnost – takové plochy zablokujte.
pl: Powierzchnie, których wytrzymałość nie zapewnia bezpiecznego przebywania na nich pracowników należy odgrodzić. Jeżeli praca na takich powierzchniach jest jednak konieczna, należy zastosować specjalne środki ochrony.

source: Je důležité, aby kompetentní osoba síť a její montáž před použitím zkontrolovala.
pl: Dla osób pracujących dłużej niż cztery godziny na małej powierzchni, na dachu, którego pochylenie przekracza 25 %, należy ułożyć poziomy pomost zabezpieczający.

source: Někdy se musí používat ochranné brýle, ochrana sluchu a rukavice.
pl: Należy zawsze używać hełmów ochronnych i obuwia ochronnego. Czasami konieczne jest zastosowanie okularów, słuchawek i rękawic ochronnych.

source: Zdvihání těžkých nákladů a chybné pracovní polohy zatěžují tělo
pl: Podnoszenie ciężarów i nieodpowiednia pozycja ciała przy pracy obciążają organizm

source: Lepší pracovní polohu dává rovná pracovní plocha, např. výzdvižné platformy.
pl: Praca w pozycji na drabinie przez dłuższy czas jest szkodliwa dla zdrowia. Prawidłową pozycję przy pracy zapewnia poziome i równe podłoże, np. ruchomy podest.

source: Švédské předpisy o chemických materiálech
pl: Szwedzkie przepisy dotyczące substancji chemicznych

source: U produktů koupených ve Švédsku musí být bezpečnostní list napsán ve švédštině.
pl: Na placu budowy powinien być dostępny wykaz wszystkich szkodliwych produktów chemicznych. Leży to w obowiązku każdego pracodawcy.

source: Na pracovišti musí být seznam všech nebezpečných chemických produktů.
pl: Pracodawca powinien poinformować pracowników o zagrożeniach, jakie niosą ze sobą szkodliwe produkty chemiczne oraz powinien on upewnić się, że pracownicy zrozumieli te informacje.

source: Každý zaměstnavatel za to odpovídá.
pl: Niektóre ze szkodliwych substancji podlegają szczególnie surowym przepisom:

source: Pro určité nebezpečné látky platí zvlášť přísná pravidla:
pl: Azbest: Dokonywanie wyburzania obiektów i pozbycia się gruzu, w którym znajduje się azbest nie jest możliwe bez zezwolenia Arbetsmiljöverket.

source: K tomu, aby toto bylo uděleno, je třeba dokumentované zvláštní školení a lékařské potvrzení.
pl: Do otrzymania zezwolenia niezbędne jest posiadanie udokumentowanego specjalnego wyszkolenia oraz zaświadczenie lekarskie.

source: Tvrdé plasty: Také pro práci s tvrdými plasty (například se spojovací pěnou obsahující izokyanáty, epocidovým lepidlem, epoxidovou barvou aj.)
pl: Termoutwardzalne tworzywa sztuczne: Nawet przed przystąpieniem do pracy z termoutwardzalnymi tworzywami (takimi jak pianka do uszczelniania zawierająca izocyjaniny, klej Epoxy, farba Epoxy, itp.) wymagane jest badanie lekarskie i szkolenie.

source: je před zahájením práce zapotřebí lékařská prohlídka a školení.
pl: Złamanie powyższych przepisów jest karalne i podlega wysokiej karze grzywny.

source: Spoje a doprava
pl: Połączenia między poziomami i transport materiałów

source: Při vyškových rozdílech větších než deset metrů musí být nainstalován výtah, kdyby jinak zaměstnanec musel často chodit po schodech.
pl: Na placu budowy powinny znajdować się bezpieczne połączenia i przejścia między różnymi poziomami, np. schody lub rampy. Przy różnicy poziomów większej niż dziesięć metrów, na miejscu powinna znajdować się winda, aby pracownicy nie musieli pokonywać takich wysokości schodami.

source: Na staveništi, kde jezdí auta, musí být dostatečné bezpečnostní vzdálenosti nebo ochranná zařízení.
pl: Drogi dojazdowe na placu budowy powinny być położone w bezpiecznej odległości od stanowisk pracy lub odpowiednio odgrodzone i oznakowane.

source: Není-li toto možné, je nutno dopravu provádět přes nákladové mosty, nákladové otvory ve fasádě, rampy nebo zvláštní dopravní systémy.
pl: Transport materiałów budowlanych pomiędzy poszczególnymi poziomami powinien odbywać się bez potrzeby demontażu balustrad ochronnych lub innych środków bezpieczeństwa. W przeciwnym przypadku transport materiałów powinien odbywać się przy pomocy platform załadowczych, otworów ładowniczych w fasadach obiektów, ramp lub specjalnych środków transportowych.

source: Návody k používání zvedacích zařízení, strojů a některých dalších produktů
pl: Instrukcje obsługi urządzeń dźwigowych, maszyn i innego sprzętu

source: I pro prefabrikovaná lešení mají být při dodání k dispozici písemné instukce ve švédštině, jež musí být dostupné na pracovišti.
pl: Pracownicy posługujący się w swojej pracy maszynami, urządzeniami dźwigowymi, rusztowaniami, itp. powinni mieć dostęp do instrukcji obsługi powyższych urządzeń. Instrukcje te powinny być dostępne w języku, którym mówią pracownicy.

source: Instrukce musí být v tom jazyku, kterému zaměstnanec rozumí.
pl: Oznakowanie CE, homologacja i inspekcja urządzeń dźwigowych, maszyn i innego sprzętu

source: Nová zvedací zařízení a nové stroje musejí obecně nést označení CE k tomu, aby mohly být používány ve Švédsku.
pl: Nowe maszyny i urządzenia dźwigowe, które mają być dopuszczone do użytku w Szwecji, powinny ogólnie rzecz biorąc posiadać oznakowanie CE. Prefabrykaty rusztowań i drabin, które będą dostarczane do Szwecji, powinny być zbadane i oznakowane (a drabiny certyfikowane) przez upoważniony do tego urząd.

source: Nač nutno také myslet ...
pl: Co więcej ...

source: Když se něco stane
pl: Gdy zdarzy się wypadek

source: Plán pracovního prostředí
pl: Plan organizacji warunków pracy

source: Plán musí obsahovat násle• dující:
pl: Plan powinien składać się następujące części:

source: Pravidla, jež budou uplatňována na staveništi
pl: Zasad, które będą stosowane na placu budowy

source: Popis způsobu organizace práce s pracovním prostředí
pl: Opisu sposobu organizacji warunków pracy

source: Popis opatření na ochranu pracovního prostředí, jež je třeba podniknout v průběhu stavebních prací za účelem dosáhnout dobrého pracovního prostředí.
pl: Opisu odpowiednich środków, jakie zostaną podjęte podczas trwania bu dowy, w celu zapewnienia pracownikom dobrych warunków pracy. Dotyczy to między innymi następujących robót:

source: To se týká mj. následujících prací:
pl: prac na wysokości (ryzyko upadku)

source: práce, kde existuje nebezpečí pádu
pl: robót ziemnych (ryzyko zawalenia ścian wykopu)

source: práce s některými chemickými nebo biologickými látkami
pl: prac z zastosowaniem szkodliwych substancji chemicznych lub biologicznych

source: práce v blízkosti vedení vysokého napětí
pl: prac w sąsiedztwie przewodów wysokiego napięcia

source: práce s rizikem utopení
pl: prac, które niosą ze sobą ryzyko utonięcia

source: práce ve studnách a tunelech
pl: robót w studniach i tunelach

source: práce, kde se používají výbušniny
pl: prac z zastosowaniem środków wybuchowych

source: práce s montováním těžkých stavebních dílů
pl: prac przy montażu ciężkich elementów budowlanych

source: práce na místě nebo v oblasti s mimo projíždějící autodopravou bourání nosných konstrukcí nebo odstraňování zdraví škodlivých materiálů nebo látek.
pl: robót w miejscach lub na obszarach czynnego ruchu drogowego oraz przy wyburzaniu elementów nośnych konstrukcji budynków lub wyburzaniu obiektów zawierających szkodliwe dla zdrowia materiały lub substancje.

source: Předběžné oznámení
pl: Zgłoszenie rozpoczęcia prac budowlanych

source: Stavitel musí, s výjimkou menších prací, podat předběžné oznámení Švédskému úřadu pro pracovní prostředí (nejbližší okrsek) do zahájení prací, viz § 7 v předpisech.
pl: Przed rozpoczęciem prac budowlanych (z wyjątkiem małych projektów) inwestor jest zobowiązany złożyć do najbliższego okręgowego urzędu Arbetsmiljöverket pismo zgłaszające rozpoczęcie planowanego projektu (zobacz w § 7 przepisów).

source: Stavitel také musi dohlédnout na to, aby kopie oznámení byla vyvěšena na staveništi a aby bylo pravidelně aktualizováno.
pl: Inwestor jest także odpowiedzialny za wywieszenie kopii niniejszego pisma na placu budowy oraz za jego nieustanną aktualizację.

source: Plánování a informace
pl: Planowanie i informacja

source: Je důležité vyřešit otázku přístupu ke všem pracovištím.
pl: Należy wybierać metody pracy i wyposażenie, które:

source: Zaměstnanci musejí dostat informace o práci, a o tom, jaká opatření ohledně pracovního prostředí byla provedena nebo naplánována a jaká platí pravidla.
pl: Pracowników należy poinformować o tym, jaką pracę będą wykonywać, jakie środki ochrony i organizacji pracy zostały podjęte lub zaplanowane oraz jakie zasady obowiązują w miejscu pracy. Jeżeli planowane jest zastosowanie nowych produktów lub metod pracy, to możliwe, że potrzebne będzie dodatkowe przeszkolenie pracowników.

source: Na staveništi neustále dochází k rychlým změnám a tak vznikají mnohá rizika.
pl: Na placu budowy zachodzą nieustannie szybkie zmiany niosące ze sobą różne rodzaje ryzyka. Dlatego niezbędne są regularne obchody w celu kontroli bezpieczeństwa pracy.

source: Kdo odpovídá za co?
pl: Kto i za co jest odpowiedzialny?

source: Pro vytvoření dobrého pracovního prostředí na staveništi je velmi důležitá preventivní práce ohledně pracovního prostředí a aby všichni účastníci vzali na sebe svou odpovědnost.
pl: W celu zapewnienia dobrych warunków pracy na placu budowy niezbędnym jest, aby wszystkie osoby odpowiedzialne za przedsięwzięcie prewencyjnych środków bezpieczeństwa wywiązały się ze swoich zadań. Co więcej, osoby te powinny ze sobą współpracować, a do tworzenia dobrych warunków pracy powinni też przyczynić się robotnicy.

source: Při společném tendru nelze přenechat odpovědnost stavitele.
pl: W przypadku wynajęcia wielu wykonawców odpowiedzialność inwestora za organizację środowiska pracy nie może zostać przekazana.

source: mají také, v rámci své zakázky, odpovědnost za to, aby na pracovní prostředí v průběhu stavby byl brán ohled při přípravě stavebního projektu.
pl: Koordynator warunków pracy d.s. planowania i projektowania jest odpowiedzialny za zaplanowanie części projektu dotyczącej środowiska pracy oraz za sporządzenie planu organizacji warunków pracy i z tym związanej dokumentacji.

source: Ostatní podniky na společném pracovišti musejí informovat stavebního koordinátora pracovního prostředí o zvláštních rizicích, které mohou vzniknout jejich vlastní činností.
pl: Koordynator warunków pracy d.s. wykonania robót jest odpowiedzialny za zorganizowanie wykonania robót w sposób zgodny z normami dobrego środowiska pracy, dopasowanie planu organizacji warunków pracy do rzeczywistych potrzeb oraz czuwanie nad tym, aby wykonanie robót przebiegało w sposób zgodny z normami dobrego środowiska pracy i wytycznymi planu.

source: Stavební dělníci jsou povinni se účastnit práce na pracovním prostředí, dodržovat předpisy a používat existující ochranné pomůcky a zařízení.
pl: Każdy pracodawca ponosi główną odpowiedzialność za warunki pracy swoich własnych pracowników. Pracodawca jest w pełni odpowiedzialny za swoich pracowników niezależnie od odpowiedzialności, jaką jednocześnie ponoszą projektanci, producenci maszyn używanych podczas robót lub koordynatorzy warunków pracy.

source: Výrobci, dovozci a pronajímatelé technických zařízení nesou odpovědnost za to, že jejich výrobky jsou bezpečné.
pl: Firmy jednoosobowe i osoby prowadzące biznes rodzinny bez zatrudnienia obcych biorące udział w pracach budowlanych i instalacyjnych powinny ogólnie rzecz biorąc stosować się do tych samych przepisów, jakie obowiązują pracodawców i pracowników.

source: Výrobci a dovozci chemických produktů a jiných látek mají podobnou odpovědnost.
pl: Robotnicy budowlani powinni przyczynić się tworzenia dobrych warunków pracy poprzez przestrzeganie obowiązujących przepisów oraz stosowanie wyznaczonych środków bezpieczeństwa.

source: V zákonu o pracovním prostředí jsou ustanovení o odpovědnosti u těch, kdo najímají pracovní síly a u těch, kdo rozhodují na pracovišti.
pl: Producenci, importerzy i firmy wypożyczające sprzęt techniczny są odpowiedzialni za bezpieczeństwo swoich produktów. Producenci i importerzy produktów chemicznych i innych substancji ponoszą podobną odpowiedzialność. Producenci, importerzy i firmy wypożyczające obowiązani są zaopatrzyć swoje produkty w odpowiednie instrukcje użycia potrzebne do tego, aby ograniczyć ryzyko chorób i wypadków.

source: Fax +46-(0)8-735 85 55 www.av.se
pl: Swedish Work Environment Authority, publication services, 112 79 Stockholm.

source: Systematická práce pro pracovní prostředí
pl: Praca w leśnictwie – wersja skrócona

source: Účelem našeho zákona o pracovním prostředí je zabránit zraněním při práci.
pl: Systematyczna praca na rzecz poprawy środowiska pracy

source: Změny v používání křovinořezů a motorových řetězových pil
pl: Zmiany dotyczące użytkowania pilarek łańcuchowych spalinowych i wykaszarek

source: Současně přestaly platit předpisy AFS 2000:2 Používání motorových pil a křovinořezů (Användning av motorkedjeså- gar och röjsågar).
pl: Zasady dotyczące użytkowania pilarek łańcuchowych spalinowych i wykaszarek znajdują się w nowych przepisach, AFS 2012:1, które weszły w życie 1 grudnia 2012 r. Jednocześnie przestały obowiązywać przepisy

source: Čtyři velké změny v předpisech AFS 2012:1
pl: AFS 2000:2 – Użytkowanie pilarek łańcuchowych spalinowych i wykaszarek.

source: Požadavek dokumentovaných znalostí ve formě zvládnutých teoretických a praktických zkoušek.
pl: Cztery duże zmiany w przepisach AFS 2012:1

source: Ochranné vysoké boty/ochranné kotníkové boty s ochranou proti pilám.
pl: Obuwie ochronne wyposażone w ochronę przed przecięciem piłą.

source: Být připraven na nejhorší
pl: Być przygotowanym na najgorsze

source: Vienam dirbant
pl: Praca w pojedynkę

source: Práce samotného jednotlivce
pl: Pomieszczenia pracownicze

source: Ochranné osobní pracovní prostředky
pl: Środki ochrony indywidualnej

source: Pracovník s motorovou řetězovou pilou musí používat tyto ochranné pomůcky:
pl: Pracownicy wykonujący prace z użyciem pilarki łańcuchowej spalinowej muszą używać następujących środków ochrony indywidualnej:

source: Obvazové vybavení první pomoci
pl: Apteczka pierwszej pomocy

source: Ochrannou blůzu nebo vestu s upozorňovací barvou
pl: Bluza ochronna lub kamizelka ochronna zaopatrzona w kolory ostrzegawcze

source: Pracovní rukavice Ochranné kalhoty
pl: Rękawice robocze Spodnie ochronne

source: Ochrannou obuv – vysoké nebo kotníkové boty s ochranou proti pilám
pl: Obuwie ochronne wyposażone w ochronę przed przecięciem piłą

source: Chemická rizika při výsadbě a postřiku sazenic
pl: Zagrożenia chemiczne przy sadzeniu i opryskiwaniu sadzonek

source: Kdo smí pracovat s motorovou řetězovou pilou?
pl: Kto może obsługiwać pilarkę łańcuchową spalinową?

source: Osoba musí absolvovat teoretickou a praktickou zkoušku, která potvrzuje, že má znalosti odpovídající pracovním úkolům, jež je třeba vykonat.
pl: Osoba obsługująca pilarkę łańcuchową spalinową musi zdać egzamin teoretyczny i praktyczny potwierdzający posiadanie wiedzy i umiejętności pozwalających na wykonywanie danej pracy. Musi ona także posiadać dokumenty potwierdzające spełnienie powyższych wymogów.

source: Kdo smí pracovat s křovinořezem?
pl: Kto może obsługiwać wykaszarkę?

source: Kdo pracuje s křovinořezem, musí absolvovat školení pro ten typ práce, která má být vykonána a mít znalosti pro danou práci.
pl: Osoba obsługująca wykaszarkę musi przejść szkolenie w zakresie danego rodzaju prac oraz posiadać wiedzę i umiejętności niezbędne do wykonania danej pracy.

source: Zachovejte respekt před padajícími stromy
pl: Uważaj na przewracane drzewa

source: Každoročně se přihodí vícero smrtelných úrazů při kácení stromů.
pl: Co roku w związku z wycinką drzew ma miejsce kilka wypadków śmiertelnych.

source: Internetová stránka úřadu Arbetsmiljöverket – Úřadu pro pracovní prostředí
pl: Strona internetowa Urzędu ds. Środowiska Pracy

source: Na naší internetové stránce najdete poslední verze platných předpisů, informační brožury a knihy, jež vám poskytnou pomoc při vytváření dobrého pracovního prostředí.
pl: Na naszej stronie internetowej dostępne są najnowsze wersje obowiązujących przepisów, broszury informacyjne oraz podręczniki pomagające zapewnić bezpieczne środowisko pracy. do nich pieszo. ADI 674, dostępny do pobrania wyłącznie w formacie PDF na www.av.se
